[
    {
        "id": "624bf57e193fb7710fe9f51c",
        "reviews": "Got my laptop 2days ago from amazon.From the get go it is very dope looking laptop. I get to know about this laptop from a friend mine, who is using the 2020 version of it for 2years, and still rocking. Can't wait to use it as my primary laptop!!",
        "picture": "https://randomuser.me/api/portraits/men/90.jpg",
        "rating": 4,
        "name": "Mcintyre Wise"
    },
    {
        "id": "624bf57e5e500239d71e8067",
        "reviews": "I have been using this laptop from last year, it is still the same it was back then. It don't have that kind of a gaming look which other gaming laptop have , for that reason I don't mind taking it in my office and classes also. Just loving it... ",
        "picture": "https://randomuser.me/api/portraits/women/84.jpg",
        "rating": 5,
        "name": "Guy Rush"
    },
    {
        "id": "624bf57edc2830e2445423d2",
        "reviews": "From my point of view it probably the best laptop you can get around 800 dollars. Side by side it also fullfil  all requirements that you need for a gaming laptop. Also you get a promising service warranty if you get this from their own website, peace",
        "picture": "https://randomuser.me/api/portraits/men/44.jpg",
        "rating": 5,
        "name": "Alta Calhoun"
    },
    {
        "id": "624bf57e82369267379e265c",
        "reviews": "I am not fond of hp laptop but I kinda like this product. My father loves HP product and he is one who got this for me. But now I am realizing it was a bad decision",
        "picture": "https://randomuser.me/api/portraits/women/26.jpg",
        "rating": 4,
        "name": "Winnie Sykes"
    },
    {
        "id": "624bf57edf96ac86bbb61c75",
        "reviews": "Not actually satisfied with the look of it. I don't get any gaming vibes from it . Also can't play the high end games at high graphics. It is actually for mediocore gamers, who don't do hardcore gaming. But will say you can do good editing in it as  ryzen 5series is gonna give you a kick start",
        "picture": "https://randomuser.me/api/portraits/women/87.jpg",
        "rating": 4,
        "name": "Luna Puckett"
    },
    {
        "id": "624bf57ef18100c3ef5964e6",
        "reviews": "I amazed of the vibrant 144hz display. Didn't think that I will get this display in this budget range. Secondly I liked the customizable option in the HP website . As a result I added all desired specs I wanted to have in my machine. Looking forward to use it for next 2years atleast.😁",
        "picture": "https://randomuser.me/api/portraits/men/77.jpg",
        "rating": 3,
        "name": "Mercedes Rosario"
    },
    {
        "id": "624bf57ef18100c3ef5968zze",
        "reviews": "Happy to get the product , can't wait to see the 2k22 variant. Hopefully I will buy that one also , but for my elder sister.Totally recommend it to buy",
        "picture": "https://randomuser.me/api/portraits/men/68.jpg",
        "rating": 4,
        "name": "Marco Asensio"
    }
]