[
    {
        "id": "624bf57e193fb7710fe9f51c",
        "reviews": "Very interesting course, better done when in an academic context and with an ongoing project to carry out the exercices for. If you don't have access to a university library, you will be very limited, but the course presents some alternatives for us professionals who are still interested in researching and documenting our work with a more scientific approach.",
        "picture": "https://randomuser.me/api/portraits/men/90.jpg",
        "rating": 4,
        "name": "Mcintyre Wise"
    },
    {
        "id": "624bf57e5e500239d71e8067",
        "reviews": "The course is structured with contents meeting the objectives of the course. Special credit to all the teachers, I left as if they were explaining it on the face. The language was very clear and understandable. I have learned a few techniques that I did not know, though I was using Mendeley for a long time. Thank you for the entire team. ",
        "picture": "https://randomuser.me/api/portraits/women/84.jpg",
        "rating": 5,
        "name": "Guy Rush"
    },
    {
        "id": "624bf57edc2830e2445423d2",
        "reviews": "An excellent course:  it provides learners with the concepts and skills necessary for searching and researching information in libraries and online. Lectures are clear and well organized. There are activities for students to go deeper into the topics (optional) and quizzes that helped them to check the main concepts. ",
        "picture": "https://randomuser.me/api/portraits/men/44.jpg",
        "rating": 5,
        "name": "Alta Calhoun"
    },
    {
        "id": "624bf57e82369267379e265c",
        "reviews": "An excellent course; I highly recommend it. This course gives a great overview on types of research, some coverage of databases, and using Mendeley. I'll be using this material in my writing assignments from now on. With this, I can tailor my research to the project at hand and keep better track of my references.",
        "picture": "https://randomuser.me/api/portraits/women/26.jpg",
        "rating": 4,
        "name": "Winnie Sykes"
    },
    {
        "id": "624bf57edf96ac86bbb61c75",
        "reviews": "I have been working in health research for some time and I decided to take this course in order to brush my information seeking techniques. I am really grateful to the course because it allowed me to learn new strategies and methods to seek for relevant information. I recomend this course.",
        "picture": "https://randomuser.me/api/portraits/women/87.jpg",
        "rating": 4,
        "name": "Luna Puckett"
    },
    {
        "id": "624bf57ef18100c3ef5964e6",
        "reviews": "The course helps me in organizing my citations. Now, I don't need to be stressed out on where to find my references. Reference management tools are god-tier in this era where plagiarism is rampant. Thank you very much for the opportunity and sharing your knowledge. God bless you all.",
        "picture": "https://randomuser.me/api/portraits/men/77.jpg",
        "rating": 3,
        "name": "Mercedes Rosario"
    },
    {
        "id": "624bf57ef18100c3ef5968zze",
        "reviews": "This is one of the best course I have completed regarding Preparing a Scientific, well written Research. The course is organised in the best way to support learners in academic information seeking. After the course, I was able to identify my faults which I have done before in conducting research. Thanks to all the amazing instructors.",
        "picture": "https://randomuser.me/api/portraits/men/68.jpg",
        "rating": 4,
        "name": "Marco Asensio"
    }
]